Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: field and parts of the Ekofisk field is planned to start
nn: ningane på Friggfeltet og delar av Ekofisk skal etter

source: sufficient areas for the desired growth in fish
nn: grunnlag for verdiskaping og arbeidsplassar.

source: expected to serve, from their own staff, from the Storting
nn: Samtidig skal leiarar sørgje for at avgjerder er forankra

source: Many of the municipalities were very pleased with the programme organised by the county.
nn: Mange kommunar er svært nøgde med det tilbodet dei får frå fylkeskommunen.

source: The loan was approved when Greece managed to reduce its sovereign debt by EUR 100 billion through a debt relief operation.
nn: Lånet vart godkjent då Hellas greidde å minka statsgjelda med 100 mrd. euro gjennom ein gjeldsletteoperasjon.

source: More about this can be found in chapters 5.1 and 5.2.
nn: Sjå meir om dette i kapittel 5.1 og 5.2.

source: The proposals include opening Statoil to wider
nn: opnar mellom anna for fleire eigarar i Statoil ved å

source: The extraordinary meeting was held in June 2011 to discuss the consequences of a potential strike in the Norwegian financial sector.
nn: Det ekstraordinære møtet vart halde i juni 2011 for å drøfta følgjene av ein mogleg streik i finansnæringa.

source: Consequently, stricter equity requirements may increase the total funding costs of banks.
nn: Auka eigenkapitalkrav kan difor auke dei samla finansieringskostnadene til bankane.

source: The International coordination and consumer interests section is responsible for licensing and regulating various brand programs, food quality, traceability and genetically modified organisms (GMOs).
nn: Seksjonen har ansvar for forvalting og regelverksutforming for ulike merkeordningar, matkvalitet, sporbarheit og genmodifiserte organismar (GMO).

source: This is an increase of almost 8 per cent compared with the budget that was adopted for 2020, i.e. prior to that, Stortinget has on several occasions approved funds for transport measures in the state budget for 2020 as a result of the corona pandemic.
nn: Dette er ein auke på nær 8 prosent samanlikna med budsjettet som blei vedtatt for 2020, det vil seie før Stortinget i fleire omgangar har løyvd midlar til samferdselstiltak på statsbudsjettet for 2020 som følgje av koronapandemien.

source: The amendments may reduce the administrative costs of businesses by up to NOK 300 million per year.
nn: Endringane kan gje næringslivet opp mot 300 mill. kroner per år i reduserte administrative kostnader.

source: The cluster encompasses 70 partners that represent a total of 150 small and medium-sized enterprises.
nn: Klynga består av 70 partnarar, som totalt representerer 150 små og mellomstore bedrifter.

source: In recent years, local councils have been given more say in national digitalisation initiatives.
nn: Kommunane har dei siste åra fått meir påverking på nasjonale digitaliseringsinitiativ.

source: Further, the Commission is required to publish draft regulations on the NSFR by the end of 2016.
nn: Kommisjonen skal vidare leggja fram eit forslag til føresegner om NSFR-kravet innan utgangen av 2016.

source: Gassnova has conducted a technical evaluation, an assessment of the quality of the actors’ cost estimates, and an evaluation of their contributions to benefit realisation.
nn: Gassnova har gjennomført ei teknisk evaluering, ei vurdering av kvaliteten på kostnadsestimata til aktørane samt ei evaluering av aktørane sine bidrag til gevinstrealisering.

source: Quick establishment of new schemes after COVID-19
nn: Rask etablering av nye ordningar etter Covid-19

source: The United States and Japan are also facing major fiscal challenges.
nn: USA og Japan har òg store statsfinansielle utfordringar.

source: Based on Norcem and Fortum Oslo Varme’s equipment lists and stated quantities of pipes and steel, a cost analysis was performed by comparing these with other industry projects.
nn: Basert på Norcem og Fortum Oslo Varme sine utstyrslister og oppgitte mengder for røyr og stål er det gjennomført ein analyse av kostnadene ved å samanlikne desse med andre industriprosjekt.

source: The trunk network can be viewed as a digital highway that transports broadband and mobile traffic from many different service providers across the country, regions and towns.
nn: Transportnetta kan kallast digitale motorvegar som ber breibands- og mobiltrafikk frå mange ulike tilbydarar på tvers av landet, regionar og tettstader.

source: NOK 6 billion has been set aside to follow up urban work agreements in the four largest urban areas.
nn: 6 milliardar kroner er sett av til å følgje opp byverkstavtalar i dei fire største byområda.

source: We need to integrate research on ethical, legal, environmental and social aspects of this commitment to promote responsible technology development.
nn: Bruk av hydrogen i skipsfarten er òg under utvikling og har potensial til å gjere større rekkevidde og null- og lågutsleppsfartøy med auka tonnasje aktuelt.

source: These include geological formations in salt water (saline aquifers), depleted oil fields or in connection with increased extraction in oil fields.
nn: Det kan vere i geologiske formasjonar med saltvatn (saline akviferar), uttømde oljefelt eller i samband med auka utvinning i oljefelt.

source: During the operational period, operational funding may be reduced by a maximum of NOK 15 million per year.
nn: kroner. I driftsperioden kan driftstilskotet maksimalt bli redusert med 15 mill. kroner pr år.

source: It will not be necessary to pay any additional funding, but Norcem/Fortum Oslo Varme will otherwise be entitled to operational funding.
nn: Eventuelt tilleggstilskot vil ikkje måtte utbetalast, men for øvrig vil Norcem/Fortum Oslo Varme ha krav på driftstilskot.

source: social development adapted to environmental considerations
nn: Bruk av ERIC-organisasjonsforma i Noreg

source: The amendments imply that the storage period for so-called primary documentation is reduced from 10 to 5 year.
nn: Endringane inneber at oppbevaringstida for såkalla primærdokumentasjon vart korta ned frå 10 til 5 år.

source: The debt burden is currently at about 195 per cent, cf. Figure 2.2D above.
nn: Gjeldsbøra ligg no på om lag 195 pst., jf. figur 2.2D ovanfor.

source: The report from the group is discussed in Chapter 3, cf. section 3.8.
nn: Rapporten frå gruppa er omtala i kapittel 3, jf. avsnitt 3.8.

source: International networks and meeting places
nn: Internasjonale nettverk og møteplassar

source: transport and storage system developed by Northern Lights as suitable to manage CO
nn: -transport- og lagringssystemet som Northern Lights har utvikla som veleigna for å handtere CO

source: in excess of 100 pct. means that the company needs other income than premium income to break even; for example financial income.
nn: høgare enn 100 pst., må selskapet ha andre inntekter enn premieinntekter for å gå i balanse, til dømes finansinntekter.

source: During the school year 2006–2007 the county arranged for at least two theatre productions and two school concerts in all 44 municipalities.
nn: I skuleåret 2006–2007 fekk alle dei 44 kommunane minst to scenekunstframsyningar og to skulekonsertar gjennom fylket.

source: One feature of Norway’s economic development is strong growth in house prices and household debt.
nn: Eit trekk ved den økonomiske utviklinga i Noreg er den kraftige veksten i bustadprisar og gjeld i hushalda.

source: Norwegian legislation must, as in every other area, be aligned with our international legal obligations.
nn: Norsk lovgjeving må, som på alle andre område, vere i tråd med dei folkerettslege pliktene våre.

source: When the White Paper was debated, the Storting decided that the Government should have the programme evaluated in spring 2006 and lay the evaluation report before the Storting.
nn: Då meldinga vart handsama, vedtok Stortinget at regjeringa skulle syte for å evaluere ordninga i løpet av våren 2006 og leggje denne evalueringa fram for Stortinget.

source: For large states with substantial capabilities, international cooperation made it possible to split the bill with others, without losing user privileges.
nn: Arbeidet med omlegginga av den russiske forsvarssektoren og betringa av leite- og redningstenester til havs, i tillegg til samarbeidet om beredskap for trygging av sivilbefolkninga, vil vere prioriterte oppgåver.

source: To address new needs that arise during the pandemic, the Government proposes that budget allocations for education may also be spent on health-related measures that complement the right to education.
nn: For å møte nye behov som oppstår under pandemien, foreslår regjeringa at budsjettløyvinga for utdanning og kan finansiere helserelaterte tiltak som fremjar retten til utdanning.

source: The Ministry of Finance is considering measures to improve the macroprudential supervision of systemic risk in Norway based on input from a working group established by the Ministry to examine how the macroprudential supervision of the financial sector should be organised in Norway.
nn: Finansdepartementet vurderer tiltak for å betra makroovervakinga av systemrisiko i Noreg, mellom anna etter innspel frå ei arbeidsgruppe nedsett av Finansdepartementet for å greia ut korleis makroovervakinga av finanssektoren bør innrettast i Noreg.

source: This will be done in several stages: in spring 2008 the allocations to several national institutions and the science centres will be halved.
nn: Ved fordeling av spelemidlar våren 2008 vil ein del institusjonar som mottek sentrale midlar, og vitensentera få halvert sine tilskot.

source: This drilling took place from November 2019 to February 2020.
nn: Denne boringa vart gjennomført frå november 2019 til februar 2020.

source: The Bulk data centre in Vennesla near Kristiansand.
nn: Bulk sitt datasenter i Vennesla utanfor Kristiansand.

source: Of particular importance is the consensus on the Basel III standards, which is likely to bring about the introduction of quantitative liquidity and funding structure requirements within the EU/EEA and in other important jurisdictions in a few years’ time.
nn: Særleg viktig er semja om dei såkalla Basel III-tilrådingane, som mellom anna truleg vil innebera at det om nokre år vert innført kvantitative krav til likviditet og finansieringsstruktur i EU/EØS-området og i andre viktige jurisdiksjonar.

source: This scenario assumes a development rate of carbon capture and storage projects up to 2050 based on the IEA’s scenario ‘Stated Policies’.
nn: I dette scenariet er det føresett ei utbyggingsrate av CO -fangst og -lagringsprosjekt fram mot 2050 basert på IEAs scenario «Stated Policies».

source: As the Ministry of Finance has emphasised in its financial markets reports for several years, it is very important for life insurers to ensure that risk and solvency are well matched, with a substantial margin of safety.
nn: Som Finansdepartementet har understreka i finansmarknadsmeldingane i fleire år, er det svært viktig at livsforsikringsselskapa og pensjonskassene passar på at det med god tryggingsmargin er samsvar mellom risiko og soliditet.

source: A number of bodies pointed to the need for more knowledge about forms of cooperation between the cultural and school sectors and the various county organisational models.
nn: Fleire hevdar at det er naudsynt med auka kunnskap om ulike samarbeidsmåtar mellom kunst- og skulesektorane og dei ulike fylkesmodellane.

source: Section 9 of the Public Archives Act, which states that archives may not be transferred out of the country, was introduced over 20 years ago, and therefore does not take into account modern-day technology developments and needs.
nn: Arkivlova §9, som seier at arkiv ikkje kan førast ut av landet, blei til for over 20 år sidan, og tar ikkje omsyn til ei moderne teknologisk utvikling og nye behov.

source: Figure 2.21 shows the HHI trend for two sub-markets in the personal customer segment, in which products must be considered relatively homogenous.
nn: Figur 2.21 viser utviklinga i HHI for to undermarknader i personkundesegmentet der produkta må seiast å vera nokolunde homogene.

source: Violent extremists are active in large parts of Mali, and have spread their operations to the neighbouring countries of Burkina Faso and Niger.
nn: Valdelege ekstremistar er tydeleg til stades i store delar av Mali, og har spreidd verksemda si til grannelanda Burkina Faso og Niger.

source: The report also states the importance of developing clusters of capture facilities that connect to a joint storage facility in order to increase utilisation of CCS and to create business models [3].
nn: Rapporten peikar vidare på at utvikling av klynger av fangstanlegg som koplar seg på felleslager vil vere viktig for å auke bruk av CO -handtering og skape forretningsmodellar [3].

source: The reports have provided a certain overview of how the counties use their allocations from the Norsk Tipping funds, but at present the figures do not provide a good enough basis for evaluating the content and scope of the programmes offered by the municipalities.
nn: Gjennom rapporteringa har ein no fått eit visst oversyn over kva fylkeskommunane nyttar sin del av spelemidlane til, medan ein førebels ikkje har gode nok grunnlagstal for å vurdere innhaldet og omfanget av kommunane sine tilbod.

source: scale facilities for the manufacturing of
nn: har større klimagassutslepp i produksjon eller bruk.

source: Parents must be given the opportunity to play an active part in kindergartens and schools.
nn: Foreldre skal ha høve til å vere aktive med i utviklinga av barnehagen og skolen.

source: According to the economic impact analysis, 18 data centres can currently be characterised as colocation data centres.
nn: Ifølge ringverknadsanalysen er det i dag 18 datasenter som kan karakteriserast som såkalla samlokaliseringsdatasenter.

source: Norpipe has been built for an operating life of at least 30 years. Its technical life is under constant review.
nn: Norpipe vart bygd for ei levetid på minimum 30 år. Den tekniske levetida blir jamleg vurdert.

source: In Bodø all pupils in the same grade are offered the same activity, while in the other two municipalities the school may apply for other activities in addition to the obligatory programme.
nn: I Bodø får alle elevane på same trinn same tilbod, medan Karmøy og Lørenskog har bestillingstilbod i tillegg til den obligatoriske ordninga.

source: is currently under construction and due to be operational in 2018.
nn: , er under bygging og skal vere operativt i 2018.

source: A basic principle in the project, based on the results of the pre-feasibility study, is that the state assumes the role of intermediary between Norcem and, if applicable, Fortum Oslo Varme and Northern Lights.
nn: Eit grunnleggande prinsipp i prosjektet som skriv seg frå resultata frå idéstudien er at staten tek rolla som mellomledd mellom Norcem, og eventuelt Fortum Oslo Varme, og Northern Lights.

source: The Ministry of Finance is considering measures to improve macroprudential supervision of systemic risk in Norway, including with the input of a working group appointed by the Ministry to examine the best design for macroregulation of the Norwegian finance sector.
nn: Finansdepartementet vurderer tiltak for å betra makroovervakinga av systemrisiko i Noreg, mellom anna etter innspel frå ei arbeidsgruppe nedsett av Finansdepartementet for å greia ut korleis makroreguleringa av finanssektoren bør innrettast i Noreg.

source: The climate effect of capturing and storing biogenic CO
nn: Klimaeffekten av fangst og lagring av biogen CO

source: Figure 2.20 illustrates the HHI trend based on market shares in the total assets of the Norwegian banking market in the period 1990–2011.
nn: Figur 2.20 syner utviklinga i HHI basert på marknadsdelar i samla forvaltningskapital for den norske bankmarknaden i perioden 1990–2011.

source: This is one of the reasons why, in 2019, Amsterdam temporarily halted its expansion of the data centre industry.
nn: Dette er blant årsakene til at for eksempel Amsterdam i 2019 innførte mellombels stopp i utbygging av datasenter.

source: Although national and regional emission pricing measures were stepped up and extended in 2019 [29], fossil fuel consumption still receives significant subsidies in a number of countries [29, 30].
nn: Sjølv om nasjonale og regionale tiltak for prising av utslepp vart styrka og utvida i 2019 [29], er det framleis betydeleg med subsidiar til forbruk av fossilt brensel i fleire land [29, 30].

source: Thereafter, this section offers a discussion of the earnings and, in particular, the solvency of Norwegian financial institutions.
nn: Vidare inneheld avsnittet ei nærare utgreiing om resultata og særleg soliditeten i dei norske finansinstitusjonane.

source: The Government will continue Norway’s established practice of not using restrictive trade measures.
nn: Noreg har teke på seg forpliktingar på finansielle tenester i WTO, det vil seie bank-, forsikrings- og verdipapirområdet.

source: The section is responsible for the Reindeer Act, regulations, individual cases and complaints.
nn: Seksjonen har ansvar for reindriftslova, forskrifter, enkeltsaker og klagesaker.

source: Such institutions are important to the functioning of the financial system and the economy as a whole.
nn: Slike institusjonar er viktige for verkemåten til finanssystemet og økonomien som heilskap.

source: to the landscape and terrain are important.
nn: i natur- og friluftsområde.

source: The ceiling on how much each savings bank could donate promoted banks’ solvency and meant that capital was retained in the banks, benefiting the local population in the form of banking activities.
nn: Den øvre grensa for kor mykje kvar sparebank kunne gje i gåver, fremja soliditet i bankane og gjorde at kapitalen vart verande i bankane og kom lokalbefolkninga til gode gjennom bankverksemda.

source: Figure 2.8 Real house price developments in selected countries and house price developments in Norway, deflated by miscellaneous factors (1995 = 100)
nn: Figur 2.8 Utviklinga i realbustadprisar i nokre land og bustadprisutviklinga i Noreg deflatert med ulike faktorar (1995 = 100) Kjelde:

source: The responsibility for fulfilling these objectives lies with the individual school and the municipality or county that owns it.
nn: Ansvaret for å oppfylle dette ligg hjå den enkelte skulen og kommunen eller fylkeskommunen som skuleeigar.

source: The crisis has helped speed up the pace of digitalisation.
nn: Krisa har bidratt til å auke digitaliseringstakta.

source: of taking measures of conservancy by the com-
nn: om menneskerettane og rettstryggleiken til

source: This will also improve the financial stability outlook for Norway.
nn: Dette styrkjer utsiktene for finansiell stabilitet også i Noreg.

source: cordance with the Convention, regardless of
nn: Det skal leggjast vekt på det kunnskap om og haldnin-

source: standards associated with specific sectors, such as HIPAA (health), FISC (finance) and PCI
nn: standardar som er knytte til spesifikke sektorar, slik som HIPAA (helse), FISC (finans)

source: Agritech means to use technology in agriculture to increase yields, efficiency and profitability.
nn: Agritek er bruk av teknologi i landbruk for å auke avkastning, effektivitet og lønsamheit.

source: over longer distances.
nn: over lengre avstandar.

source: The six largest companies account for approximately 70 per cent of the capacity and have an average installed capacity of 16 MW.
nn: Dei seks største selskapa står for om lag 70 prosent av kapasiteten og har ein gjennomsnittleg installert kapasitet på 16 MW.

source: Technology and systems have been developed for military use but have proven to be of great importance for the rest of society.
nn: Eit regionalt planverk til bruk for styrkestrukturen må utarbeidast i fredstid av regionale planstabar.

source: On 2 May 2013, Bø Sparebank and Seljord Sparebank were granted a merger licence.
nn: Bø Sparebank og Seljord Sparebank fekk 2. mai 2013 løyve til å slå seg saman.

source: A teacher's tasks may be solved in different ways and will vary depending on the age of the pupilsand what kind of school the teacher works in.
nn: Oppgåvene til lærarane kan løysast på ulike måtar, og dei vil variere med kva alder elevane er i,og kva karakter verksemda har.

source: Persons with disabilities have the same rights as other people.
nn: Personar med funksjonsnedsettingar har dei same rettane som andre.

source: The Norwegian share of investments during the construction phase is estimated to be equivalent to 57 per cent.
nn: I anleggsfasen er det berekna ein norsk andel på 57 pst. av investeringane.

source: The Ministry of Finance expected, in its supplementary proposition for 2014, mainland Norway GDP growth of 2.5 percent this year.
nn: I tilleggsproposisjonen 2014 rekna Finansdepartementet med ein vekst i BNP for Fastlands-Noreg på 2,5 prosent i år.

source: The institute plays a key role in topographical and geological mapping, environmental monitoring and management-oriented research, and serves as an expert strategic advisor to the authorities on polar issues.
nn: Instituttet har ei sentral rolle i topografisk og geologisk kartlegging, miljøovervaking og forvaltingsretta forsking, og er fagleg og strategisk rådgjevar for styresmaktene i polare spørsmål.

source: Against this background, the Government will look into the implementation of a scheme for research, development and innovation targeted at the design and testing of new models for future institutional and housing solutions.
nn: Vidare peiker NRK på at rolla deira er å spegle det norske musikklivet, og at det er formålstenleg å sjå norsk musikk i eit større perspektiv med ein global marknad for å bidra til å skape store artistar frå Noreg.

source: In the first phase, the Government plans to hold consultations on a framework regulation for data centres in association with the new Electronic Communications Act, which was put out to consultation in the summer of 2021.
nn: Regjeringa tek i første omgang sikte på å høyre ein rammeheimel for datasenterverksemd i samband med ny ekomlov, som blei sendt på høyring sommaren 2021.

source: The data factory will be developed and operated by DigitalNorway in collaboration with the Norwegian Digitalisation Agency.
nn: Datafabrikken blir utvikla og drifta av DigitalNorway i samarbeid med Digitaliseringsdirektoratet.

source: Niger, Burkina Faso and Chad are at the bottom of the UNDP Human Development Index, with low scores on health, education and living standards.
nn: Niger, Burkina Faso og Tsjad ligg heilt i botnen av UNDPs Human Development Index og skårar lågt når det gjeld helse, utdanning og levestandard.

source: In Finland and Sweden, this was caused by a particularly steep fall in demand for export goods, with exports accounting for a large portion of their economies.
nn: I Finland og Sverige er årsaka at etterspurnaden etter eksportvarer fall særleg mykje, og at eksporten utgjer ein stor del av økonomien deira.

source: It will be important to coordinate the available resources, especially at the local level, so as to ensure that pupils become acquainted with a variety of different aspects of the local, national, and international cultural heritage.
nn: Særleg på lokalt nivå er det viktig å samordne ressursane innan kulturarvfeltet, slik at alle elevane er sikra varierte og kvalitetssikra møte med ulike sider av kulturarven, både den lokalt forankra og den som kjem utanfrå.

source: A project to fully digitalise court proceedings was underway already before the COVID-19 outbreak.
nn: Det var allereie før Covid-19 sett i gang eit prosjekt for å fulldigitalisere rettsprosessar i domstolane.
